// 1) Automatic checking - no restart required
"UPDATES_AVAILABLE_NO_RESTART_MESSAGE" = "Der er softwareopdateringer til din computer. Vil du installere dem?";
"UPDATES_AVAILABLE_NO_RESTART_INFORMATIVE" = "Du kan fortsætte med at bruge computeren under installeringen. Du behøver ikke at starte den igen når installeringen er færdig.";
"INSTALL_TITLE" = "Installer";

// 2) Automatic checking - restart required, already downloaded
"UPDATES_AVAILABLE_INSTALL_MESSAGE" = "Softwareopdateringer til din computer er klar til at blive installeret. Vil du installere dem nu?";

"UPDATES_AVAILABLE_INSTALL_AND_RESTART_INFORMATIVE" = "Du skal starte computeren igen, efter opdateringerne er installeret. ";
"LOG_OUT_AND_INSTALL_AND_RESTART_TITLE" = "Installer og start igen";

"UPDATES_AVAILABLE_INSTALL_AND_LOG_OUT_INFORMATIVE" = "Du skal logge ud for at installere opdateringerne.";
"LOG_OUT_AND_INSTALL_TITLE" = "Log ud og installer";

"UPDATES_AVAILABLE_INSTALL_AND_SHUTDOWN_INFORMATIVE" = "Du skal lukke computeren ned, efter opdateringerne er installeret. ";
"LOG_OUT_AND_INSTALL_AND_SHUTDOWN_TITLE" = "Installer og luk ned";

// 3) Automatic checking - Restart / Log out / Shut Down required, need to download
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_MESSAGE" = "Der er softwareopdateringer til din computer. Vil du hente og installere dem?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_RESTART_INFORMATIVE" = "Du skal starte computeren igen, efter opdateringerne er installeret. ";

"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_MESSAGE" = "Der er softwareopdateringer til din computer. Vil du hente og installere dem?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_LOG_OUT_INFORMATIVE" = "Du skal logge ud, efter opdateringerne er hentet. ";

"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_MESSAGE" = "Der er softwareopdateringer til din computer. Vil du hente og installere dem?";
"UPDATES_AVAILABLE_DOWNLOAD_AND_SHUTDOWN_INFORMATIVE" = "Du skal lukke computeren ned, efter opdateringerne er installeret. ";

"CONTINUE_TITLE" = "Fortsæt";


// common buttons
"NOT_NOW_TITLE" = "Ikke nu";
"SHOW_DETAILS_TITLE" = "Vis info";
